-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 04, 2024 at 06:00 PM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `database`
--

-- --------------------------------------------------------

--
-- Table structure for table `knowledgebase`
--

CREATE TABLE `knowledgebase` (
  `id` int(11) NOT NULL,
  `rakhine` varchar(255) NOT NULL,
  `myanmar` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `knowledgebase`
--

INSERT INTO `knowledgebase` (`id`, `rakhine`, `myanmar`) VALUES
(1, 'သာလီစွပါ', 'မင်္ဂလာပါ'),
(2, 'ချိုက်', 'ချစ်'),
(3, 'ယေ။', 'တယ်။'),
(4, 'တေ။', 'တယ်။'),
(5, 'နိန်', 'နေ'),
(6, 'ဇာ', 'ဘာ'),
(7, 'ဇာယောင်', 'ဘာလဲ'),
(8, 'ဇာကိုယောင်', 'ဘာကိုလဲ'),
(9, 'ဇာသို့', 'ဘယ်ကို'),
(10, 'ဇာပိုင်', 'ဘယ်လို'),
(11, 'ပလင့်', 'ပါလား'),
(12, 'ခတ်', 'ခဲ့'),
(13, 'လေ့', 'လဲ'),
(14, 'ရီမွတ်', 'ရေဆာ'),
(15, 'ဘောလုံးကျောက်', 'ဘောလုံးကန်'),
(16, 'ဝမ်းခဲ', 'ဗိုက်နာ'),
(17, 'ဂိုယံသီး', 'မာလာကာသီး'),
(18, 'ပဒကာသီး', 'သင်္ဘောသီး'),
(19, 'သပုန်', 'ဆပ်ပြာ'),
(20, 'အထက်ပေါ်ရီ', 'အပေါ်ယံ'),
(21, 'ပန်းဆွတ်', 'ပန်းခူး'),
(22, 'ဖွပ်', 'လျှော်'),
(23, 'မိုးထဖက်', 'နံနက်'),
(24, 'မိုးထသား', 'နံနက်'),
(25, 'ညစာဖက်', 'ညနေ'),
(26, 'ညစာသား', 'ညနေ'),
(27, 'နိန့်ခင်းဖက်', 'နေ့လယ်'),
(28, 'နိန့်ခင်းသား', 'နေ့လယ်'),
(29, 'စားပြီးဗျာလ်လာ', 'စားပြီးပြီးလာ'),
(30, 'ဝမ်းဆာ', 'ဗိုက်ဆာ'),
(31, 'အကျွန်', 'ကျွန်မ'),
(32, 'အရီး', 'ဒေါ်လေး'),
(33, 'အခင်', 'ဦးလေး'),
(34, 'အမိ', 'မေမေ'),
(35, 'အီးယောင်', 'မေမေ'),
(36, 'ဘားဘာ', 'ဖေဖေ'),
(37, 'ဘာဘာ', 'ဖေဖေ'),
(38, 'မင်းကြီး', 'ဦးကြီး'),
(39, 'မင်းချေ', 'ဦးငယ်'),
(40, 'မင်းမင်း', 'ဦးငယ်'),
(41, 'ဘေးချေ', 'ဦးလေး'),
(42, 'မေကြီးသျှင်', 'အစ်မကြီး'),
(43, 'မောင်ကြီးသျှင်', 'အစ်ကိုကြီး'),
(44, 'မေကြီး', 'မကြီး'),
(45, '‌မေချေ', 'အစ်မလေး'),
(46, 'မောင်ကြီး', 'အစ်ကိုကြီး'),
(47, 'အစေ့ကေ', 'ကလေး'),
(48, 'အချေ', 'ကလေး'),
(49, 'ညီချေ', 'ညီလေး'),
(50, 'ညီမချေ', 'ညီမလေး'),
(51, 'အကိုချေ', 'အကိုလေး'),
(52, 'လီတိုက်', 'လေတိုက်'),
(53, 'ဂွေးသီး', 'ဝသျှစ်သီး'),
(54, 'ချောတောင့်သီး', 'ရုံးပတီသီး'),
(55, 'ချောချောသီး', 'ရုံးပတီသီး'),
(56, 'ရပ်စောက်ခဝဲသီး', 'ရုံးပတီသီး'),
(57, 'ခရမ်းချဥ်သီး', 'ခရမ်းချဥ်သီး'),
(58, 'ခရမ်းချဥ်သီး', 'မြေပုံသီး'),
(59, 'ခေါင်းဖြီး', 'ဘီး'),
(60, 'နွီပဲသီး', 'ပဲပြားသီး'),
(61, 'နွီ', 'နွေ'),
(62, 'နွီး', 'နွေး'),
(63, 'အီးယေ', 'အေးတယ်'),
(64, 'ဗုံလုံသီး', 'ဂေါ်ရခါးသီး'),
(65, 'မွီ', 'မြွေ'),
(66, 'နားတောင်း', 'နားကပ်'),
(67, 'ပုတီး', 'ဆွဲကြိုး'),
(68, 'တဝ', 'အရမ်း'),
(69, 'ဝါးတုတ်', 'မျှစ်'),
(70, 'တုတ်တုတ်ချေ', 'အိုးဝေ'),
(71, 'ဂြင့်ခါးသီး', 'ကြက်ဟင်းခါးသီး'),
(72, 'ဂန့်ခါးသီး', 'ကြက်ဟင်းခါးသီး'),
(73, 'ရီကြက်', 'ပြည်ကြီးငါး'),
(74, 'ရီမျောက်', 'ရေဘဝဲ'),
(75, 'ရီ', 'ရေ'),
(76, 'ဝမ်း', 'ဗိုက်'),
(77, 'အပါးမှာ', 'အနီးမှာ'),
(78, 'အပါးချေ', 'အနီးလေး'),
(79, 'နံပါးချေ', 'အနားလေး'),
(80, 'ဒေ', 'ဒီ'),
(81, 'ကကောင်း', 'အရမ်း'),
(82, 'အမွှီး', 'အမွှေး'),
(83, 'ကြိုင်', 'သင်း'),
(84, 'ကောင်းနပ်တေ', 'အရမ်းပါးတယ်'),
(85, 'ကောင်းနပ်ယေ', 'အရမ်းပါးတယ်'),
(86, 'တဗျင်း', 'အရမ်း'),
(87, 'အဂင့်', 'တကယ်'),
(88, 'အဂေါင့်', 'တကယ်'),
(89, 'အဘောင်မ', 'အမေကြီး'),
(90, 'အဘောင်', 'အမေကြီး'),
(91, 'အဖိုးချေ', 'ဖိုးဖိုး'),
(92, 'ဝါကြီးမ', 'အဘွားကြီး'),
(93, 'အဘုချေ', 'ခလေး'),
(94, 'ယိုင်း', 'ပုခက်'),
(95, 'ဝါ‌ယေ', 'လိမ်တယ်'),
(96, 'သပုန်', 'ဆပ်ပြာ'),
(97, 'ချောတောက်သီး', 'ရုံးပတီသီး'),
(98, 'နန္ဒြာသီး', 'နာနတ်သီး'),
(99, 'ပါပရာ', 'ငါးမုန့်'),
(100, 'နုန်း', 'ပင်စိမ်း'),
(101, 'ဂျင်း', 'ချင်းစိမ်း'),
(102, 'ဝထုပ်', 'ဦးထုပ်'),
(103, 'လောင်ပန်း', 'ပန်းကန်'),
(104, 'လောင်ဗွန်း', 'ပန်းကန်'),
(105, 'အိမ်လှည်း', 'တံမြက်စည်း'),
(106, 'တန်းခက်စည်း', 'တံမြက်စည်း'),
(107, 'ဒယော', 'ပုဆိုး'),
(108, 'ခထောင်း', 'ပုဆိုး'),
(109, 'ခယောက်', 'ပုဆိုး'),
(110, 'ပုဆိုး', 'စောင်'),
(111, 'ဝါးချိုင့်သီး', 'ဂွေးသီး'),
(112, 'ဇာ', 'ဘာ'),
(113, 'ဝထုပ်', 'ဦးထုပ်'),
(114, 'ဘရီ', 'သောက်ရေအိုး'),
(115, 'ပိုင်စရာ', 'မုန့်ပဲသရေစာ'),
(116, 'ပျာလာ', 'ပန်းကန်ပြား'),
(117, 'ဂင်စီဗြာ', 'စွတ်ကျယ်'),
(118, 'ငသတိုက်', 'ကကတစ်'),
(119, 'အာဂန်တု', 'ဧည့်သည်'),
(120, 'စုတ်ဖွားသီး', 'လိုင်ချီးသီး'),
(121, 'စက်သီး', 'စက်ဘီး'),
(122, 'ဒုံ', 'ဇလုံ'),
(123, 'ဗဘော', 'ဆွံအနားမကြား'),
(124, 'လသာ', 'ဆံသဆရာ'),
(125, 'လရတတ်', 'သူဌေး'),
(126, 'လင်လုတ်', 'လင်းနို့'),
(127, 'မိုးချောက်', 'ဂျက်'),
(128, 'မီးကိုက်', 'မီးပူ'),
(129, 'မယုံမ', 'အခြောက်မ'),
(130, 'မာလခွံ', 'အုန်းသီးခွံ'),
(131, 'မဆမ', 'တစ်ခုလပ်'),
(132, 'လောင်းစီး', 'လှေစီး'),
(133, 'လောင်းနက်', 'လှေနှင့်'),
(134, 'နားတောင်း', 'နားဆွဲ'),
(135, 'လက်ခုပ်သီး', 'သော့ခလောက်သီး'),
(136, 'ဟင်းဇား', 'ဇလုံ'),
(137, 'အဖန်ရည်', 'ရေနွေးကြမ်း'),
(138, 'ကလေချေ', 'လူပျို'),
(139, 'ကလေ့မချေ', 'အပျို'),
(140, 'အာကာမှာ', 'ကောင်းကင်မှာ'),
(141, 'အာကာထက်မှာ', 'ကောင်းကင်ပေါ်မှာ'),
(142, 'အာကာထက်', 'ကောင်းကင်ပေါ်'),
(143, 'ထရံ', 'နံရံ'),
(144, 'တေးခင်း', 'သီချင်း'),
(145, 'ကျွန်းသား', 'တောသား'),
(146, 'ဂါရီ', 'တွန်းလှည်း'),
(147, 'ခပလင့်', 'ခဲ့ပါလား'),
(148, 'အေချင့်', 'ဒါ'),
(149, 'ဂတ်', 'ကြ'),
(150, 'ကတ်ကိုက်', 'ကတ်ကြေး'),
(151, 'ဖို့ယာ', 'တော့မယ်'),
(152, 'မေ။', 'မယ်။'),
(153, 'ဖို့သိမ့်', 'အုံးမယ်'),
(154, 'လား', 'လား'),
(155, 'ပီး', 'ပေး'),
(156, 'လားချင်', 'သွားချင်'),
(157, 'လားစား', 'သွားစား'),
(158, 'လားလုပ်', 'သွားလုပ်'),
(159, 'လားနေ', 'သွားနေ'),
(160, 'လားကြိုက်', 'သွားကြိုက်'),
(161, 'လားကိုင်', 'သွားကိုင်'),
(162, 'လားမေး', 'သွားမေး'),
(163, 'လားဖြေ', 'သွားဖြေ'),
(164, 'လားကြည့်', 'သွားကြည့်'),
(165, 'လားစမ်း', 'သွားစမ်း'),
(166, 'လားစောင့်', 'သွားစောင့်'),
(167, 'လားသတ်', 'သွားသတ်'),
(168, 'လားကူး', 'သွားကူး'),
(169, 'လားကူ', 'သွားကူ'),
(170, 'လားခိုင်း', 'သွားခိုင်း'),
(171, 'လားစုပ်', 'သွားစုပ်'),
(172, 'လားစပ်စု', 'သွားစပ်စု'),
(173, 'လားစီး', 'သွားစီး'),
(174, 'လားထိုင်', 'သွားထိုင်'),
(175, 'လားပီး', 'သွားပီး'),
(176, 'လားကြုံး', 'သွားကြုံး'),
(177, 'လားချစ်', 'သွားချစ်'),
(178, 'လားလာ', 'သွားလာ'),
(179, 'လားစစ်', 'သွားစစ်'),
(180, 'လားမျှော်', 'သွားမျှော်'),
(181, 'လားဖူး', 'သွားဖူး'),
(182, 'လားကန်တော့', 'သွားကန်တော့'),
(183, 'လားရှိခိုး', 'သွားရှိခိုး'),
(184, 'လားတောင်းပန်', 'သွားတောင်းပန်'),
(185, 'လားနှစ်သိမ့်', 'သွားနှစ်သိမ့်'),
(186, 'လားဖက်', 'သွားဖက်'),
(187, 'လားနမ်း', 'သွားနမ်း'),
(188, 'လားထိ', 'သွားထိ'),
(189, 'လားဝယ်', 'သွားဝယ်'),
(190, 'လားမှာ', 'သွားမှာ'),
(191, 'လားဖို့', 'သွားမှာ'),
(192, 'လားမေ', 'သွားမယ်'),
(193, 'လားခိုး', 'သွားခိုး'),
(194, 'လားမ', 'သွားမ'),
(195, 'ဇျီး', 'စျေး'),
(196, 'ရီးစား', 'ရည်းစား'),
(197, 'ဟိလား', 'ရှိလား'),
(198, 'မဟိ', 'မရှိ'),
(199, 'ကေ့', 'နဲ့'),
(200, 'ဗြီး', 'ပြီး'),
(201, 'ဗြီးယာ', 'ပြီးပြီ'),
(202, 'ဗြီးပါယာ', 'ပြီးပါပြီ'),
(203, 'ဗျာလ်', 'ပြီ'),
(204, 'ဖို့လေ့', 'မှာလဲ'),
(205, 'ပါဖို့လေ့', 'မှာလဲ'),
(206, 'ဗြီးကေ', 'ပြီးရင်'),
(207, 'အစွာတိ', 'ဘာတွေ'),
(208, 'တိလေ့', 'တွေလဲ'),
(209, 'လီညင်း', 'လေညင်း'),
(210, 'လီအီး', 'လေအေး'),
(211, 'လီတဗျင်း', 'လေအရမ်း'),
(212, 'လီပြင်း', 'လေပြင်း'),
(213, 'ဂျောင်ချေ', '‌ထောင့်လေး'),
(214, 'မိုးဂျောက်', 'ဂျက်'),
(215, 'နိန့်', 'နေ့'),
(216, 'အေနားချေ', 'ဒီနားလေး'),
(217, 'ဖို့လား', 'မှာလား'),
(218, 'ဟိက', 'ရှေ့က'),
(219, 'ဟိယေ', 'ရှိတယ်'),
(220, 'အေနား', 'ဒီနား'),
(221, 'ရစော်', 'ရတာ'),
(222, 'မိုးထ', 'မနက်'),
(223, 'ညက', 'မနေ့က'),
(224, 'အသူ', 'ဘယ်သူ'),
(225, 'ရို့', 'တို့'),
(226, 'နှန်း', 'နော်'),
(227, 'နှန်း', 'ဘူးနော်'),
(228, 'နက်ဖန်ခါ', 'မနက်ဖြန်'),
(229, 'သန်ဖက်ခါ', 'သဘက်ခါ'),
(230, 'လားစော်', 'သွားတာ');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `knowledgebase`
--
ALTER TABLE `knowledgebase`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `knowledgebase`
--
ALTER TABLE `knowledgebase`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=231;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
